{
    "text":  {
                 "paragraph":  [
                                   {
                                       "1":  {
                                                 "translated":  "In April 1901, Ilya Repin, through the Vice-President of the Imperial Academy of arts, Ivan Tolstoy, received an order from the Russian Emperor to depict the anniversary meeting of the State Council. Due to an illness in his right hand, Repin reprimanded himself for the right to use assistants when creating the picture, and only then agreed to fulfill the highest order.",
                                                 "original":  "В апреле 1901 года Илье Репину через вице-президента Императорской Академии художеств Ивана Толстого поступил от российского императора заказ на изображение юбилейного заседания Государственного совета. Из-за болезни правой руки Репин выговорил себе право использовать при создании картины помощников и только после этого согласился выполнить высочайший заказ."
                                             }
                                   },
                                   {
                                       "2":  {
                                                 "translated":  "Repin\u0027s assistants were Ivan Kulikov (1875-1941) and Boris Kustodiev (1878-1927). The team started working a few days before the anniversary, starting with sketches of the interior, so that on the day of the celebration, all the furniture was already drawn. To fix people during the meeting, along with the prepared objects of drawing, a large camera was installed on a tripod, on which Repin took his first picture that day, which later became one of the auxiliary materials.",
                                                 "original":  "Ассистентами Репина выступали Иван Куликов (1875—1941) и Борис Кустодиев (1878—1927). Команда начала работать за несколько дней до юбилея, начав с этюдов интерьера, так, что в день торжества вся обстановка уже была нарисована. Для фиксации людей во время собрания наряду с подготовленными предметами рисования был установлен на треноге большой фотоаппарат, на котором Репин в тот день сделал свой первый снимок, ставший впоследствии одним из вспомогательных материалов."
                                             }
                                   },
                                   {
                                       "3":  {
                                                 "translated":  "According to the terms of the order, Repin had to depict how the members of the Council listened to the anniversary speech of the Tsar. The artist thought that this would look too static, and he suggested showing the process of distributing opex medals immediately. Initially, the idea of showing statesmen in motion was frowned upon by courtiers. The terms of the contract assumed the approval of the painting\u0027s sketches with Nicholas II, who supported Repin\u0027s proposal.",
                                                 "original":  "По условиям заказа Репин должен был изобразить то, как члены совета внимают юбилейной речи царя. Художнику показалось, что это будет выглядеть слишком статично, и он предложил показать тут же процесс раздачи opex медалей. Первоначально идея показать государственных мужей в движении вызывала неодобрение придворных. Условия договора предполагали согласование этюдов картины с Николаем II, который поддержал предложение Репина."
                                             }
                                   },
                                   {
                                       "4":  {
                                                 "translated":  "Upon approval of the sketch, Repin drew for two months in the Mariinsky Palace, filling in two albums. He received a list of members of the Council of State drawn up specially for him, indicating their rank, uniform, orders, etc.",
                                                 "original":  "По утверждении эскиза Репин в течение двух месяцев рисовал в Мариинском дворце, заполнив два альбома. Он получил составленный специально для него список членов Государственного Совета с указанием чина, мундира, орденов и т. п."
                                             }
                                   },
                                   {
                                       "5":  {
                                                 "translated":  "At the end of July 1901, in the Square hall of the Mariinsky Palace, a stretcher was installed and the canvas stretched, the painters were provided with ladders and, after priming the canvas, the assistants began to draw the perspective of the rotunda of the Palace hall. Kustodiev in letters to the bride Yu. Prosinski wrote: \"The work is boring and painstaking ??? all lines and compasses, and a square. The canvas is so huge that you feel very small in front of it. Repin, as usual, made me redo almost everything that had already been drawn, and I don\u0027t know whether he will be satisfied now.\"",
                                                 "original":  "В конце июля 1901 года в Квадратном зале Мариинского дворца был установлен подрамник и натянут холст, живописцы снабжены стремянками и, после грунтовки полотна, помощники начали чертить перспективу ротонды дворцового зала. Кустодиев в письмах невесте Ю. Прошинской писал: \"Работа скучная и кропотливая — все линейки да циркуль, да угольник. Холст такой громадный, что чувствуешь себя перед ним совсем маленьким. Репин по обыкновению заставил переделывать почти все снова, что было уже нарисовано, и будет ли доволен теперь — не знаю.\""
                                             }
                                   },
                                   {
                                       "6":  {
                                                 "translated":  "The preparatory work and the upper part of the picture were completed over the summer, and in the autumn at the meetings of the State Council, Repin began to write portrait studies, preferring nature instead of photography (the exception was the Emperor and the Chairman of the Council, as previously Repin had already drawn their portraits and had blanks). Also, one of the requirements of Repin was to pose only in the Rotunda at the usual workplace of a dignitary, or where Repin would place him according to the composition,to which there were no objections. The work was divided: Kulikov left part of the picture, Kustodiev right, Repin himself wrote the Central part. It happened that all three painted the same person, after which they compared and Repin selected the work for the picture (usually his own). Kustodiev\u0027s mood in his letters changed: \"The picture itself has just begun, and interest in it is beginning, and we are working with pleasure; there is a lot of work On it and interesting work... there is something to learn.\"",
                                                 "original":  "Подготовительная работа и верхняя часть картины закончены за лето, а осенью на заседаниях Государственного Совета Репин начал писать портретные этюды, отдав предпочтение натуре вместо фотографии (исключением стали император и председатель Совета, так как ранее Репин уже рисовал их портреты и имел заготовки). Также одним из требований Репина было позировать только в Ротонде на обычном рабочем месте сановника, или там, куда его поместит Репин согласно композиции, на что возражений не последовало. Работу поделили: Куликову левую часть картины, Кустодиеву правую, сам Репин писал co центральную. Случалось, что все трое писали одного и того же человека, после чего сравнивали и Репин отбирал работу для картины (чаще свою). Настроение Кустодиева в письмах изменилось: \"Самая картина только началась, и начинается интерес к ней, и работаем мы с удовольствием; Над ней работы много и работы интересной… есть чему поучиться.\""
                                             }
                                   },
                                   {
                                       "7":  {
                                                 "translated":  "Repin could assign sessions to two or three members of the Council at once, not one, to ensure the accuracy of color relations and the choice of natural poses; some were asked to pose again. The case was delayed because of the autumn twilight and by that time Repin\u0027s right hand was almost not working, he wrote mostly with his left. The painting was ready by early January 1904.",
                                                 "original":  "Репин мог назначить сеансы не одному, а сразу двоим или троим членам совета для точности цветовых связей, и выбора натуральных поз; некоторых просили позировать повторно. Дело затягивалось из-за осенних сумерек и к тому времени правая рука Репина почти не работала, он писал в основном левой. Картина была готова к началу января 1904 года."
                                             }
                                   },
                                   {
                                       "8":  {
                                                 "translated":  "The exhibition of the painting for all comers was opened in the Mariinsky Palace on January 4, 1904. After completing the work, Repin, citing illness, moved from the capital to his estate \"Penaty\" in the village of Kuokkala (now Repino) on the Karelian isthmus.",
                                                 "original":  "Показ картины для всех желающих был открыт в Мариинском дворце с 4 января 1904 года. После завершения работы Репин, ссылаясь на болезнь, переехал из столицы в свою усадьбу \"Пенаты\" в посёлке Куоккала (сейчас Репино) на Карельском перешейке."
                                             }
                                   },
                                   {
                                       "9":  {
                                                 "translated":  "In Moscow, the painting was exhibited in 2002 in the St. George hall of the Kremlin, and then in the Exhibition hall of the Federal state archives. For transportation, a special car was used to maintain the necessary temperature.",
                                                 "original":  "В Москве картина выставлялась в 2002 году в Георгиевском зале Кремля, а затем в Выставочном зале федеральных государственных архивов. Для транспортировки использовался специальный вагон, обеспечивающий поддержание необходимой температуры."
                                             }
                                   }
                               ]
             }
}
